Repository: design-pro/iod-ckan
Catalog: ckanext-mailchimp/ckanext/mailchimp/i18n/*/LC_MESSAGES/ckanext-mailchimp.po
Languages: de

source: Subscribe to the mailing list
de: Abonnieren Sie unseren E-Mail-Verteiler

source: submit email for newsletter
de: Geben Sie die E-Mail für den Newsletter an

source: Subscribe
de: Abonnieren Sie

source: SUBSCRIBE
de: ABONNIEREN SIE

source: Enter your email address
de: Geben Ihre E-Mail an

source: Change details
de: Kontakdaten ändern

source: Username
de: Benutzername

source: Full name
de: Vollständiger Name

source: eg. Joe Bloggs
de: zum B. Joe Bloggs

source: eg. joe@example.com
de: zum B. joe@Beispiel.com

source: About
de: Über

source: A little information about yourself
de: Angaben über Sie

source: Subscribe to notification emails
de: Abonnieren Sie die E-Mail-Meldungen

source: You will receive notification emails from {site_title}, e.g. when you have new activities on your dashboard.
de: Sie werden E-Mail-Meldungen von {site_title} empfangen, zum B. wenn Sie neue Aktivitäten in Ihrem Dashboard haben.

source: Subscribe to newsletter
de: Abonnieren Sie den Newsletter

source: Change password
de: Passwort ändern

source: Sysadmin Password
de: Passwort Systemadministrator

source: Old Password
de: Ehemaliges Passwort

source: Password
de: Passwort

source: Confirm Password
de: Passwort bestätigen

source: Are you sure you want to delete this User?
de: Sind Sie sicher, dass Sie diesen Benutzer löschen wollen?

source: Delete
de: Löschen

source: Are you sure you want to regenerate the API key?
de: Sind Sie sicher, dass Sie den API-Schlüssel neu kompilieren wollen?

source: Regenerate API Key
de: API-Schlüssel neu kompilieren

source: Update Profile
de: Profil updaten

source: username
de: Benutzername

source: Full Name
de: Vollständiger Name

source: joe@example.com
de: joe@Beispiel.com

source: Confirm
de: Bestätigen

source: Create Account
de: Account anlegen
